Repository: mosabalrsaheed/Flutter-Template
Catalog: resources/lib/src/l10n/intl_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Fake Login
ar: تسجيل الدخول المزيف

source: Logout
ar: تسجيل الخروج

source: Password
ar: كلمة المرور

# unknownException
source: unknownException ({errorCode})
ar: استثناء غير معروف ({errorCode})

source: parseException
ar: استثناء التحليل

source: cancellationException
ar: استثناء الإلغاء

source: noInternetException
ar: استثناء عدم وجود اتصال بالإنترنت

source: timeoutException
ar: استثناء المهلة

source: badCertificateException
ar: استثناء شهادة غير صالحة

# canNotConnectToHost
source: Can not connect to this host
ar: لا يمكن الاتصال بالمضيف

source: tokenExpired
ar: انتهت صلاحية الرمز

source: emptyEmail
ar: البريد الإلكتروني فارغ

source: invalidEmail
ar: بريد إلكتروني غير صالح

source: invalidPassword
ar: كلمة مرور غير صالحة

source: invalidUserName
ar: اسم مستخدم غير صالح

source: invalidPhoneNumber
ar: رقم هاتف غير صالح

source: invalidDateTime
ar: تاريخ/وقت غير صالح

source: passwordsAreNotMatch
ar: كلمات المرور غير متطابقة

source: OK
ar: موافق

source: Cancel
ar: إلغاء

source: Retry
ar: إعادة المحاولة

source: Close
ar: إغلاق

source: Search
ar: بحث

source: My Page
ar: صفحتي

source: Home
ar: الصفحة الرئيسية

source: Dark Theme
ar: الوضع الداكن

source: Japanese
ar: اليابانية

# actionCreate
source: Create
ar: انشاء

# actionFailure
source: Failure
ar: فشلت العملية

# actionSuccess
source: Success
ar: تمت العملية بنجاج

# authLogout
source: logout
ar: تسجيل خروج

# authErrorCanceledOrInvalid
source: Canceled or invalid request
ar: تم الغاء او تعطيل تسجيل الدخول

# appName
source: Akademi AI
ar: أكاديمي

source: back
ar: رجوع

# comingSoonDesc
source: Our developers are hard at work putting the final touches on this super-secret, ultra-cool feature. Trust us, it'll be worth the wait! Keep your eyes peeled for updates, and in the meantime, enjoy all the other awesome features our app has to offer.
ar: يعمل مطوّرونا بجد على وضع اللمسات الأخيرة على هذه الميزة السرية الرائعة. ثقو بنا، فسيكون الانتظار جديرًا بالجهد! ترقَّبوا التحديثات، وفي الوقت الحالي، استمتعوا بجميع الميزات الرائعة الأخرى التي يوفرها تطبيقنا.

source: Coming soon
ar: قريباً

source: Confirm Answer
ar: تأكيد الإجابة

source: Continue with Email
ar: واصل بإستخدام البريد الإلكتروني

# homeTabPageLearn
source: Explore
ar: استكشاف

# homeTabPageSprints
source: Sprints
ar: سبرينتس

# homeTabPageLibrary
source: Library
ar: مكتبة

# homeTabPageProfile
source: Me
ar: أنا

# dashCardPercentageCompleted
source: %s is completed
ar: %s عدد المهام المنتهية

# dashLearningTrack
source: Learning track
ar: مسارات التعلم

# dashOverviewCompleted
source: Completed
ar: المنهية

# dashOverviewTotalProjects
source: Total Sprints
ar: كل المشاريع

# dashOverviewTotalTask
source: Total Tasks
ar: اجمالي المهام

# dashScrDashboard
source: Dashboard
ar: لوحة التحكم

# dashScrLibrary
source: Library
ar: مكتبة التعلم

# dashScrOverview
source: Overview
ar: ملخص

# dashScrProductivity
source: Productivity
ar: ملخص المهام

# dashScrWelcome
source: Hello, %s
ar: مرحبا %s

# dashTopMentors
source: Top Mentors
ar: القادة والمدربين

# dashViewAll
source: View All
ar: عرض الكل

# dashboardAddSheetScrCreateEvent
source: Event
ar: إنشاء موعد

# dashboardAddSheetScrCreateProject
source: Learning Sprint
ar: إنشاء مشروع

# dashboardAddSheetScrCreateTask
source: Task
ar: إنشاء مهمة

# dashboardAddSheetScrCreateTeam
source: Team
ar: إنشاء فريق

# debugAnimationsTitle
source: Animations
ar: الرسوم المتحركة

# debugDatabase
source: Database
ar: قاعدة البيانات

# debugLicensesGoTo
source: View licenses
ar: عرض الرخص

# debugLicensesTitle
source: Licenses
ar: الرخص

# debugLocaleCurrentLanguage
source: Current language: %1$s
ar: اللغة الحالية: %1$s

# debugLocaleSelector
source: Select your language
ar: حدد لغتك

# debugLocaleTitle
source: Language
ar: اللغة

# debugNativeBridgeLog
source: Send native log
ar: إرسال سجل الجسر الأصلي

# debugNativeBridge
source: Native bridge
ar: الجسر الأصلي

# debugPermissionResetAnalytics
source: Reset analytics permissie
ar: إعادة تعيين إذن التحليلات

# debugPermissionsShowAnalyticsPermission
source: Toon analytics permissie scherm
ar: إظهار شاشة إذن التحليلات

# debugPermissionsTitle
source: Permissies
ar: الأذونات

# debugShowTranslations
source: Show translations
ar: عرض الترجمات

# debugSlowAnimations
source: Slow animations
ar: تباطؤ الرسوم المتحركة

# debugTargetPlatformSubtitle
source: Current platfrom: %1$s
ar: المنصة الحالية: %1$s

# debugTargetPlatformTitle
source: Target platfrom
ar: المنصة المستهدفة

# debugThemeModeSubtitle
source: Show the app in dark mode or light
ar: عرض التطبيق في الوضع الداكن أو الفاتح

# debugThemeModeTitle
source: Theme
ar: الوضع

# debugThemeTitle
source: Theme
ar: المظهر

# debugTitle
source: Debug
ar: تصحيح

# debugTranslationsTitle
source: Translation Keys
ar: مفاتيح الترجمة

# debugViewDatabase
source: View database
ar: عرض قاعدة البيانات

# dialogReportAnIssueDescription
source: Issue Description
ar: وصف المشكلة

# dialogReportAnIssueType
source: Issue Type
ar: نوع المشكلة

# dialogReportAnIssue
source: Report an issue
ar: ابلغ عن مشكلة

# dialogReviewAddedSuccessfully
source: Your review has been successfully added! Thank you for your feedback.
ar: تمت إضافة تقييمك بنجاح! شكراً على مشاركتك.

# dialogReviewCountLabel
source: Reviews
ar: التقييمات

# dialogReviewDescription
source: Your Review
ar: تقييمك

# dialogReviewRatingLearningObject
source: Rate This learning Object
ar: قيم هذا العنصر التعليمي

# dialogReviewRatingLearningTrack
source: Rate This Learning Track
ar: قيم هذا المسار التعليمي

# dialogReviewRating
source: Rate this lesson
ar: قيم هذا الدرس

# dialogReviewSaveLoading
source: Saving your feedback
ar: جاري حفظ التقييم...

# dialogReviewSend
source: Submit Review
ar: إرسال التقييم

# dialogReviewTitle
source: Add Your Review
ar: أضف تقييمك

source: done
ar: تم

# dsahboardNavForYou
source: For You
ar: مختارات لك

source: Due date
ar: تاريخ الاستحقاق

source: email
ar: البريد الإلكتروني

# errorBadRequest
source: Bad request error
ar: خطأ في الطلب

# errorDuringDev
source: You coded something wrong
ar: لقد برمجت شيئًا خاطئًا

# errorForbidden
source: Forbidden error
ar: خطأ ممنوع

# errorGeneralWithCode
source: Something went wrong (code: %1$s)
ar: حدث خطأ ما (الرمز: %1$s)

# errorGeneral
source: Something went wrong
ar: حدث خطأ ما

# errorInternalServer
source: Internal server error
ar: خطأ داخلي في الخادم

# errorNoNetwork
source: No internet connection available
ar: لا يوجد اتصال بالإنترنت

# errorUnauthorized
source: Unauthorized error
ar: خطأ غير مصرح به

# generalLabelAndroid
source: Android
ar: أندرويد

# generalLabelCancel
source: Cancel
ar: إلغاء

# generalLabelDelete
source: Delete
ar: تعطيل

# generalLabelEdit
source: Edit
ar: تحرير

# generalLabelFilter
source: Filter
ar: تصفية

# generalLabelIos
source: iOS
ar: أي أو إس

# generalLabelNo
source: No
ar: لا

# generalLabelOk
source: Ok
ar: موافق

# generalLabelProtip
source: Pro Tip
ar: نصيحة مهنية

# generalLabelSave
source: Save
ar: حفظ

# generalLabelSearch
source: Search
ar: بحث

# generalLabelSort
source: Sort
ar: ترتيب

# generalLabelSystemDefault
source: System default
ar: الافتراضي للنظام

# generalLabelTryAgain
source: Try again
ar: حاول مرة اخرى

# generalLabelUnderstand
source: I Understand
ar: متفق

# generalLabelYes
source: Yes
ar: نعم

source: Get started
ar: إبدأ

# itemSelected
source: %s items selected
ar: %s مختار

# learingSubscribe
source: I want to subscribe
ar: تسجيل

# learningDailyLessonsCompleted0
source: Congrats , you have completed your Goal for the day
ar: تهانينا، لقد أنهيت هدفك اليومي

# learningDailyLessonsCompleted1
source: Well done, you're crushing your daily goals like a grape in a wine press!
ar: عمل جيد، إنك تسحق أهدافك اليومية مثل العنب في عصارة النبيذ!

# learningDailyLessonsCompleted10
source: Way to go! You've taken today's goals and run them over like a steamroller.
ar: طريقة رائعة للذهاب! لقد أخذت أهداف اليوم وسحقتها مثل مدحلة.

# learningDailyLessonsCompleted2
source: Wowza! You're so on top of your goals, they should be asking for your autograph!
ar: واوزا! أنت على رأس أهدافك، يجب أن يطلبوا منك التوقيع!

# learningDailyLessonsCompleted3
source: Great job! You're making today your servant instead of the other way around.
ar: عمل رائع! أنت تجعل اليوم خادمًا لك بدلاً من العكس.

# learningDailyLessonsCompleted4
source: Looks like you're batting a thousand today! Keep it up!
ar: يبدو أنك تحقق نجاحًا كاملاً اليوم! استمر!

# learningDailyLessonsCompleted5
source: You're killing it! Maybe you should be the one setting the goals around here.
ar: أنت تقوم بعمل رائع! ربما يجب أن تكون أنت من يضع الأهداف هنا.

# learningDailyLessonsCompleted6
source: Awesome sauce! Keep up the good work and you'll have conquered the world by lunchtime.
ar: رائع جداً! استمر في العمل الجيد وستكون قد احتلت العالم بحلول وقت الغداء.

# learningDailyLessonsCompleted7
source: Bravo! You've proven once again that you're a goal-getting machine!
ar: برافو! لقد أثبتت مرة أخرى أنك آلة لتحقيق الأهداف!

# learningDailyLessonsCompleted8
source: Look at you go! At this rate, you'll be able to retire by noon.
ar: انظر كيف تسير! بهذه السرعة، ستكون قادراً على التقاعد بحلول الظهر.

# learningDailyLessonsCompleted9
source: Amazing! You've already accomplished more than most people do in a whole day!
ar: رائع! لقد حققت بالفعل المزيد مما يفعله معظم الناس خلال اليوم بأكمله!

# learningDailyLessonsPendingHalf
source: Woho, You are halfway there
ar: يا لها من فرحة! أنت في منتصف الطريق.

# learningDailyLessonsPendingZero
source: it's never too late to learn a new thing
ar: لا يوجد وقت متأخر لتعلم شيء جديد

# learningDeepDive
source: Deep Dive
ar: مصادر اضافية

# learningInspiredBy
source: Inspired By
ar: من مقتبسات

# learningLesssonAudioObjectGenerating
source: Generating your audio lesson, give us a minute
ar: جارٍ إنشاء درسك الصوتي ، يرجى الانتظار

# learningMarkAsCompleted
source: Mark as completed
ar: انهاء الدرس

# learningNoLearningObjectForSelectedDay
source: No learning items are available for the selected day 🙁
ar: لا توجد مواضيع تعليمية للتاريخ المحدد 🙁

# learningObjectAction
source: Action
ar: إجراء

# learningObjectActivity
source: Activity
ar: نشاط

# learningObjectCaseStudy
source: Case Study
ar: دراسة حالة

# learningObjectExample
source: Example
ar: مثال

# learningObjectTutorial
source: Tutorial
ar: درس

# learningObjectType
source: Type
ar: نوع

# learningOverview
source: Overview
ar: نظرة عامة

source: Learning path overview
ar: ملخص المسار التعليمي

# learningSimilarTracks
source: Similar tracks
ar: مسارات تعلم مشابهة

# learningStartReading
source: Start reading
ar: لنقرأ

# learningSummary
source: Summary
ar: الملخص

# learningTopCategories
source: Top Categories
ar: تصنيفات التعلم

# licenseAgreement
source: By continuing you agree to Akademi's Terms of Services & Privacy Policy.
ar: بالمواصله فانت توافق علي سياسه الخصوصيه وشروط خدمه التطبيق

# ogrScrInvitePeopleByEmail
source: INVITE PEOPLE TO YOUR Organization
ar: قم بدعوه صائدي مواهب الي فريق مؤسستك

# ogrScrNewOrganization
source: New Organization
ar: اضافة مؤسسة جديدة

# ogrScrNumberOfPeopleInTeam
source: HOW MANY PEOPLE IN YOUR TEAM
ar: كم عدد الموظفين الحاليين في المؤسسة

# ogrScrTapLogoToUpload
source: Tap the logo to upload a new image.
ar: اضغط علي الصوره لاختيار شعار مؤسستك الخاص

# ogrScrYourOrganization
source: %s Organization
ar: مؤسسة %s

# onboardingCareerManagementSlogan
source: Let's create a space for your lifelong learning journey.
ar: لنصنع سويا مساحه لنجاحك المهني

# onboardingCareerManagement
source: Personal Learning Management
ar: سيطر على مسارك المهني

# onboardingSelectYourCategory
source: Personalize your journey by choosing categories you're interested in
ar: قم بتخصيص رحلتك الدراسية من خلال اختيار الفئات التي تثير اهتمامك.

# orgScrChooseColorTheme
source: Choose color theme
ar: اختر نمط الالوان المناسب لك

# orgScrNext
source: Next
ar: التالي

# orgScrSkip
source: Skip
ar: تخطي

# permissionAnalyticsDescription
source: Wij willen graag weten hoe je de app gebruikt. Dit helpt ons je gebruikservaring beter te maken. We sturen hierbij geen persoonsgegevens door.
ar: نود معرفة كيف تستخدم تطبيقنا. يساعدنا ذلك على تحسين تجربتك كمستخدم. لا يتم جمع أي بيانات شخصية.

# permissionAnalyticsTitle
source: Help ons verbeteren
ar: ساعدنا في التحسين

# permissionButtonAccept
source: Toestaan
ar: موافقة

# permissionButtonDecline
source: Weigeren
ar: رفض

# permissionButtonMoreInfo
source: Meer informatie
ar: مزيد من المعلومات

# profileLearningTrack
source: Learning Tracks
ar: مسارات التعلُّم

# profileManage
source: Manage
ar: إدارة

# profileMyInformation
source: My Information
ar: بياناتي

# profileTeam
source: Teams
ar: الفِرَق

source: Profile
ar: ملفي

# projScrCategory
source: domain
ar: اختر مجال المشروع

# projScrChooseColor
source: color
ar: لون مناسب للمشروع

# projScrFiles
source: Documents
ar: الملفات

# projScrAdvanced
source: Advanced
ar: متقدم

# projScrListen
source: Listen
ar: استمع

# projScrFirstProject
source: Create my first learning sprint
ar: انشاء اول مشروع

# projScrIcon
source: icon
ar: ايقونه

# projScrCategorySlogan
source: Specify a domain
ar: حدد مجالًا

# projScrChooseColorSlogan
source: A color to paint my world
ar: لون لتلوين عالمي

# projScrIconSlogan
source: Icon of success
ar: أيقونة النجاح

# projScrIsPinned
source: Priority eh? let's pin the sprint!
ar: ثبت المشروع

# projScrNewProject
source: New Learning Sprint
ar: اضافة مشروع جديد

# projScrTapToSelectFiles
source: Tap to select files
ar: اضغط لاختيار ملفات

# projScrNewTaskActionCompleted
source: Congrats, %s is completed
ar: تهانينا، %s تم إنجازه

# projScrNewTaskActionDeleteSuccess
source: The task %s is deleted from the sprint %s
ar: تم حذف المهمة %s من السبرينت %s

# projScrNewTaskActionSuccess
source: A new task is added to the sprint %s
ar: تمت إضافة مهمة جديدة إلى السبرينت %s

# projScrNewTaskContent
source: What is the plan?
ar: وصف للمطلوب

# projScrNewTaskDueDate
source: When do you need it done? (No procastination)
ar: الزمن المطلوب

# projScrNewTaskIsCompleted
source: Is it done?
ar: هل مكتمله

# projScrNewTaskIsPinned
source: Is Pinned
ar: ثبت المهمة

# projScrNewTaskIsProject
source: Sprint
ar: المشروع التابع

# projScrNewTaskTitleReference
source: Refrences (books, websites, etc)
ar: مراجع (مواقع، كتب، الخ)

# projScrNewTaskTitle
source: Give your task a name
ar: عنوان المهمه

# projScrNewTaskType
source: Task Type
ar: نوع المهمة

# projScrNewTask
source: Create a new task
ar: اضافة مهمة جديده

# projScrTeam
source: Part of a team or going solo?
ar: الفريق المسوول عن المشروع

# projectDetailsScrAllTasks
source: All Tasks
ar: كل المهام

# projectDetailsScrRecent
source: Recent
ar: معدله مؤخرا

# projectDetailsScrStarred
source: Starred
ar: مهم

# projectEmptyState
source: You don't have any sprints
ar: ليس لديك اي مشاريع.. اضغط علي اضافة وخطط لمشروعك الاول

# projectPrivacy
source: Your Tasks and sprints are secured and only available to you, & you have total control on how and with who are they shared
ar: مهامك وأعمالك مؤمنة ومتاحة لك فقط ، ولديك تحكم كامل في كيفية مشاركتها,ومع من يتم مشاركتها

# projectProgressStateReportProblem
source: Tap to report a problem
ar: اضغط للإبلاغ عن مشكلة

# projectProgressState
source: Our AI friends are preparing this content
ar: جارٍ إعداد المحتوى من قبل الذكاء الصناعي لدينا

# projectScrAll
source: All
ar: الكل

# projectScrFavorites
source: Favorites
ar: المفضلة

# projectScrProjects
source: Learning Sprints
ar: مشاريع

# projectScrRecent
source: Recent
ar: معدله

# communityCreateName
source: Community Name
ar: اسم المجتمع

# communityCreateAbout
source: What's it about?
ar: نبذة عن المجتمع

# communityCreateMembers
source: members
ar: اعضاء المجتمع

# communityCreateColor
source: Color
ar: لون المجتمع

# communityCreateCategory
source: Category
ar: فئة المجتمع

# communityCreateJoiningOption
source: Open to join
ar: خيار الانضمام للمجتمع

# savedLearningObjects
source: Saved tips
ar: الموارد التعليمية المحفوظة

# settingsAccount
source: Account
ar: الحساب

# settingsAllowApplicationToAccessStoredFingerprintIds
source: Allow application to access stored fingerprint IDs
ar: السماح للتطبيق بالوصول إلى معرّفات بصمة الأصبع المخزّنة

# settingsChangePassword
source: Change Password
ar: تغيير كلمة المرور

# settingsCommon
source: Common Settings
ar: إعدادات عامة

# settingsConfirmAccountDeletionDescription
source: Confirm account deletion? This is irreversible.
ar: هل أنت متأكد من أنك تريد حذف حسابك؟ لن تتمكن من استعادة البيانات المحذوفة.

# settingsConfirmLogoutDescription
source: Confirm logout? You will need to sign in again to access your account.
ar: تأكيد الخروج؟ ستحتاج إلى تسجيل الدخول مرة أخرى للوصول إلى حسابك.

# settingsConfirmAccountDeletion
source: Confirm Account Deletion
ar: تأكيد حذف الحساب

# settingsDeleteAccount
source: Delete Account
ar: حذف الحساب

# settingsEmptyCache
source: Empty Application Cache
ar: تفريغ ذاكرة التخزين المؤقت للتطبيق

# settingsEnableDarkTheme
source: Enable Dark Theme
ar: تمكين الوضع الليلي

# settingsEnableNotifications
source: Enable Notifications
ar: تمكين الإشعارات

# settingsEnvironment
source: Environment
ar: البيئة

# settingsLockAppInBackground
source: Lock Application in Background
ar: قفل التطبيق في الخلفية

# settingsMisc
source: Misc
ar: متنوعات

# settingsOpenSourceLicense
source: Open Source License
ar: ترخيص المصدر المفتوح

# settingsPhoneNumber
source: Phone Number
ar: رقم الهاتف

# settingsPlatform
source: Platform
ar: المنصة

# settingsPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# settingsProduction
source: Production
ar: الإنتاج

# settingsRecieveEmailNotifications
source: Recieve email notifications
ar: تلقي إشعارات البريد الإلكتروني

# settingsSecurity
source: Security
ar: الأمان

# settingsSettings
source: Settings
ar: الإعدادات

# settingsSignOut
source: Sign Out
ar: تسجيل الخروج

# settingsTermsOfService
source: Terms of Service
ar: شروط الخدمة

# settingsTitle
source: Settings
ar: الإعدادات

# settingsUseFingerprint
source: Use Fingerprint
ar: استخدام بصمة الأصبع

# settingsVersion
source: Version
ar: الإصدار

# slider1
source: AI Coaching, Career plan, Learning Sprints
ar: وظائف, شبكه محترفين, تواصل بزنس

# slider2
source: Continous Learning Anywhere & Anything Easily
ar: مهاراتك الوظيفية للعالم

# slider3
source: Manage Your Future Everything at your fingertips
ar: قم بإدارة مسارك المهني من جيبك

# subscriptionChoosePlan
source: Choose Plan
ar: اختر اشتراكك

# subscriptionCurrentPlan
source: Current Plan
ar: الاشتراك الحالي

# subscriptionFeatureAi
source: AI recruiter agent
ar: وكيل توظيف ذكي

# subscriptionFeatureAiclickForDetailsInfo
source: See how our AI enabled agent can help you land the team of your dreams, tailored for startups and enterpises and customized based on your needs. you can try it for free and only pay when you hire someone
ar: انظر كيف يمكن لوكيلنا الممكّن بالذكاء الاصطناعي مساعدتك في الحصول على فريق أحلامك، مصمّم خصيصًا للشركات الناشئة والمؤسسات ومخصّص بناءً على احتياجاتك. يمكنك تجربته مجانًا والدفع فقط عندما توظف شخصًا

# subscriptionFeatureAiclickForDetails
source: Click for details
ar: اضغط للتعرف علي كيفيه عمله

# subscriptionFeatureCustomPages
source: Custom rectuitement journey
ar: تخصيص تجربه التوظيف

# subscriptionFeatureMenu
source: Menu - Organization
ar: قائمة - ادارة المؤسسة

# subscriptionFeatureMultipleRecruiters
source: Multiple Recruiters
ar: صائدي مواهب متعددين

# subscriptionFeatures
source: Enabled Features
ar: فعل هذه المزايا

# subscriptionSelectTeamPlan
source: Interested in other plans like team and enterpise? click here
ar: هل تحتاج خطط أخرى مثل خطط الفرق والمؤسسات؟ انقر هنا

# subscriptionUnlockAllFeatures
source: Unlock all features with Premium Plan
ar: احصل علي كل الخصائص والمزايا عند الاشتراك

# subscriptionUnlockFreeForSmallTeam
source: For team from 1 - 5
ar: للشركات الصغيره (1-10)

# subscriptionUnlockFree
source: It's Free
ar: مجاني بلا شروط

# subscriptionUnlockPremiumPrice
source: $19/mo
ar: $19/بالشهر

# subscriptionUnlockPremium
source: Premium
ar: اشتراك شهري

# subscriptionRestorePurchase
source: Restore Purchase
ar: استعادة الشراء

# subscriptionRestorePurchaseLoading
source: Restoring your purchase...
ar: يتم استعادة الشراء الخاص بك.

# subscriptionPaymentCanceled
source: Subscription payment canceled. Please try again.
ar: تم إلغاء دفع الاشتراك. يرجى المحاولة مرة أخرى.

# subscriptionPaymentError
source: We're sorry, but your subscription payment could not be processed at this time. Please try again later.
ar: نأسف، لم يتمكن النظام من معالجة دفع الاشتراك الخاص بك في الوقت الحالي. يرجى المحاولة مرة أخرى في وقت لاحق.

# subscriptionPaymentPending
source: Your subscription payment is pending. We'll notify you when it's complete.
ar: دفع الاشتراك الخاص بك قيد الانتظار. سنقوم بإعلامك عندما يتم الانتهاء منه.

# subscriptionPreviousOrders
source: Previous Orders
ar: الطلبات السابقة

# themeModeLabelDark
source: Dark
ar: داكن

# themeModeLabelLight
source: Light
ar: فاتح

# themeModeLabelSystem
source: System default
ar: الافتراضي للنظام

source: to login.
ar: لتسجيل دخولك.

# todoAddInputHint
source: Enter your Task
ar: أدخل مهمتك

# todoAddTitle
source: Add Task
ar: إضافة مهمة

# todoAllTasks
source: All Tasks
ar: جميع المهام

# todoDailyTasks
source: Daily Goal
ar: الأهداف اليومية

# todoEmptyState
source: No data added to your database. Fetch some Tasks with an api call (download icon) or add one yourself by clicking the add icon.
ar: لم يتم إضافة بيانات إلى قاعدة البيانات الخاصة بك. قم بجلب بعض المهام باستخدام استدعاء واجهة برمجة التطبيقات (رمز التنزيل) أو قم بإضافة واحدة بنفسك عن طريق النقر على أيقونة الإضافة.

# todoTasks
source: Tasks
ar: المهام

# todoTitle
source: Task
ar: المهام اليومية

source: Top comments
ar: آهم التعليقات

# userProfileAboutMeShort
source: AboutMe
ar: نبذة عني

# userProfileAboutMe
source: Tell us something exciting about you
ar: نبذة عني

# userProfileEmailShort
source: Email
ar: البريد الإلكتروني

# userProfileEmail
source: Let's stay in touch, email please!
ar: لنبقى على اتصال، رجاءً أرسل البريد الإلكتروني!

# userProfileFirstName
source: First name
ar: الاسم الأول

# userProfileLastName
source: Last name
ar: اسم العائلة

# userProfileNameShort
source: Name
ar: الاسم

# userProfileName
source: What Should We Call You, Friend?
ar: اسمي هو

# userProfilePasswordShort
source: Password
ar: كلمة المرور

# userProfilePassword
source: A secret between us, let's have a passcode
ar: كلمة المرور

# userProfileRecieveNotificationShort
source: Recieve notifications
ar: تلقي الإشعارات

# userProfileRecieveNotification
source: We can send you updates from time to time
ar: يمكننا إرسال تحديثات لك من وقت لآخر

# userProfileSubscriptionEnd
source: Subscription end
ar: انتهاء الاشتراك

# userProfileSubscriptionStart
source: Subscription start
ar: بداية الاشتراك

# userSubscriptionPlan
source: Subscription plan
ar: نظام الاشتراك

source: Using
ar: انت تستخدم

# whatsYourEmail
source: What's your email address?
ar: بريدك الإلكتروني لنبق على تواصل

source: Your Email
ar: بريدك الإلكتروني

source: Your Password
ar: كلمة المرور الخاصه بك

# onboardingCategoryListTitle
source: Categories
ar: الفئات

# onboardingConfirmSelectionButton
source: Confirm Your Selections
ar: تأكيد الاختيارات

# onboardingDoneButton
source: Done
ar: تم

# onboardingLearningTracksTitle
source: Learning Tracks Inside Each Category
ar: المسارات التعليمية داخل كل فئة

# onboardingNextButton
source: Next
ar: التالي

# onboardingSelectCategoryInstruction
source: Select from a wide range of categories to get started.
ar: اختر من بين مجموعة واسعة من الفئات لتبدأ.

# onboardingSkipStepButton
source: Skip for Now
ar: تخطي للآن

# onboardingSubtitle
source: Personalize your journey by choosing categories you're interested in
ar: قم بتخصيص رحلتك من خلال اختيار الفئات التي تثير اهتمامك

# onboardingTitle
source: Welcome to Your Learning Adventure!
ar: مرحبًا بك في مغامرتك التعليمية!
