Repository: mosabalrsaheed/Flutter-Template
Catalog: resources/lib/src/l10n/intl_*.arb
Languages: ar

# onboardingSubscribtionTutorial
source: Choose a learning track, and start your joruney with Akademi AI
ar: اختر مسار التعلم الخاص بك، وابدأ رحلتك مع أكاديمي AI

# timeMinute
source: minute
ar: دقيقة
